---
kind: enumMember
id: F:Autodesk.Revit.DB.TextTreatment.Exact
enum: Autodesk.Revit.DB.TextTreatment
source: html/bff3cf18-0cd1-723f-a4ce-38b3127d698e.htm
---
# Autodesk.Revit.DB.TextTreatment.Exact

Export texts as exact visual fidelity. Formatting intelligence will be lost.